[{"id":"2","src":"images\/Services\/rugova2.jpg","header":"Exploring the Rugova Mountains","content":"You can visit this wonderful province at any time of the year, confident in your entertainment, which begins with nature walks, gorgeous greenery, long expeditions to the most beautiful places, enjoying natural food and hospitality. Together, it concludes with the skiing that awaits you in the heart of winter, slipping on gentle, rough slopes at the same time.","idserv":"2"},{"id":"3","src":"images\/Services\/rugova3.jpg","header":"Beautiful nature","content":"Rugova is a separate locality consisting of 13 villages, which extend west of the city of Peja, on both sides of this city. Rugova begins where the Peja Bistrica flows from the Rugova Gorge and continues along this river to its sources at Qaf Qakorri in the west","idserv":"2"},{"id":"4","src":"images\/Services\/rugova4.jpg","header":"The tour to the Lake","content":"If you are not too tired and want to enjoy the beauty of the Lake more, you can continue hiking to the Little Lake or otherwise known as Drelaj Lake. To get to Little Lake, you have to follow the path and walk for another 20 minutes.","idserv":"2"},{"id":"5","src":"images\/Services\/rugova5.jpg","header":"Enjoying view","content":"In Rugova, at an altitude of 1,970 meters, surrounded by high hills and numerous rocks, there is the Great Lake (Kuqishta Lake), whose beauty is fascinating. The Little Lake is full of rocks and icy water, but it is also an ideal place to relax. All those who want to combine nature and swimming should definitely visit the Lake and be amazed at the beauty of Kosovo","idserv":"2"},{"id":"6","src":"images\/Services\/rugova6.jpg","header":"Beautiful places near the lake","content":"MAGRA AUSTRIA is a natural ecohotel. It rises in the middle of a stunning landscape, in an area with a curative climate, untouched by air and acoustic pollution. The hotel is located 1450m above sea level; just 115 km from Pristina.","idserv":"2"},{"id":"7","src":"images\/Services\/rugova7.jpg","header":"Spend night here!","content":"After a day spent hiking on Mountains and seeing the lakes that this beautiful place has, spenting the night here wolud end up your adventure in the best way possible.","idserv":"2"},{"id":"8","src":"images\/Services\/ulpiana1","header":"An ancient Roman city","content":"Ulpiana Antic City is believed to have been founded at the beginning of the secondcentury BC, and it has flourished during the third and fourth century.","idserv":"3"},{"id":"9","src":"images\/Services\/ulpiana2","header":"More than 100 hectares worth of objects within the territory of the ancient town","content":"It is supposed that it covered an area of more than 1000 kilometers and it waslocatedquite close to the rich mining","idserv":"3"},{"id":"10","src":"images\/Services\/ulpiana3","header":"The ruins of a building with a beautiful mosaic are found in the south of the city","content":"Historians believe that natural resources were the reason why this area gotconquered byRomans, and remained under their invasion for centuries","idserv":"3"},{"id":"11","src":"images\/Services\/ulpiana4","header":"After the earthquake Justinian gave a new name to the city: Justiniana Secunda","content":"The major part of the town was destroyed during the fifth century by the Goths andHuns,and the remaining parts were destroyed a few decades later by a catastrophic earthquake.","idserv":"3"},{"id":"12","src":"images\/Services\/ulpiana5","header":"Emperor Justinian rebuilt the city and its fortifications","content":"Nowadays its ruins can be visited in the territory of Prishtina.","idserv":"3"},{"id":"13","src":"images\/Services\/sunnyhill1","header":"Sunny Hill Festivals queen","content":"SUNNY HILL Festival is the biggest festival organized in Kosovo.","idserv":"4"},{"id":"14","src":"images\/Services\/sunnyhill2","header":"Miley Cyrus performing in Kosovo","content":"Sunny Hill Festival is an international music festival of the highest standards, one that puts Prishtina on the festival map as a not-to-be-missed cultural place, in a country that loves music and knows how to have fun.","idserv":"4"},{"id":"15","src":"images\/Services\/sunnyhill3","header":"GASHI performing for the first time at Sunny Hill Festival","content":"We want to invite music lovers from around the world to come and enjoy our country, as well as performances of some of the best-known performers of our modern time and charts.","idserv":"4"},{"id":"16","src":"images\/Services\/sunnyhill4","header":"Miley Cyrus performing in Kosovo","content":"We believe we achieved this on our very first edition, with performances from Dua Lipa, Action Bronson, and Martin Garrix who will always be part of our history as the first ever Sunny Hill Festival Headliners","idserv":"4"},{"id":"17","src":"images\/Services\/sunnyhill5","header":"Its all about having fun... and seeing stars","content":"From New York to London, from Milan to Sao Paulo and New Delhi to Los Angeles, Sunny Hill Festival was a sensation everyone from all corners of the world was talking about and an event that thousands and thousands wanted to experience.","idserv":"4"},{"id":"18","src":"images\/Services\/sunnyhill6","header":"Live emotions that you never had before","content":"In the end, more than 50 thousand people did (unfortunately, the location could not handle more than that) In the second edition of Sunny Hill, we want to break our own records, by making the greatest music event in the region.","idserv":"4"},{"id":"19","src":"images\/Services\/sunnyhill7","header":"Every year here for you","content":"And yes, you are invited.","idserv":"4"},{"id":"20","src":"images\/Services\/filmfest3.jpg","header":"Prishtina International Film Festival","content":"Prishtina International Film Festival (PriFest) is a feature film festival set in the youngest country in the Balkans, Kosovo, namely in its capital Pristina. It was founded in 2008, and this year it holds its 11th edition","idserv":"5"},{"id":"21","src":"images\/Services\/filmfest4.jpg","header":"Trendy and affordable clubs and bars","content":"Prishtina International Film Festival is the most important film event that is held in Kosovo. Vanessa Redgrave is one of the festival’s dearest friends. She supported the first edition by attending and leading the opening ceremony. She is the president of the Honorary Board of the Festival and supports the festival by promoting it in various international circles.","idserv":"5"},{"id":"22","src":"images\/Services\/filmfest5.jpg","header":"Afterparties program","content":"The festival consists of four competition programs: the European film competition program, the Balkan film competition program (also known as Honey and Blood Cinema), the Middle-length competition program (comprised of 25-60 min length films) and as of this year, the Documentary film program will also be competitive. The latter promotes documentaries from around the world that revolve around subjects related to human rights and the environment.","idserv":"5"},{"id":"23","src":"images\/Services\/filmfest6.jpg","header":"Afterparties programs","content":"All of the above-mentioned programs are open to the whole world. PriFest also has non-competitive programs, like the Focus program, which promotes cinematography of a specific country or director, and the Let It Be program, which is a result of cooperation with Outfest LA, an LGBTI film festival.","idserv":"5"},{"id":"24","src":"images\/Services\/filmfest7.jpg","header":"Best selection of local and international electronic music artists","content":"This program aims to raise awareness and promote tolerance towards the LGBTI community in Kosovo by offering more knowledge, information and understanding through cinema and feature films. The festival is honored to have the programmers of Outfest LA as curators of this program. Last but not least is the The Special Screenings program, which promotes winners of prestigious festivals like Cannes FF, Berlinale, Toronto, Venice or Oscar winners, giving the Kosovar audience the unique opportunity to see art house films from around the world.","idserv":"5"},{"id":"25","src":"images\/Services\/filmfest8.jpg","header":"Best selection of local and international alternative rock music bands","content":"We prioritize our afterparties program with only the very best selection of local and international electronic music artists, as well as alternative rock music bands. You will find yourself enjoying the evenings in good company, at trendy and affordable clubs and bars. If you’re feeling rather adventurous, you can join excursions organized by the festival around Kosovo to experience the country’s beautiful landscape and nature, visit cultural heritage monuments and try delicious traditional dishes.","idserv":"5"},{"id":"26","src":"images\/Services\/filmfest9.jpg","header":"Good company","content":"In 2015, Prishtina International Film Festival suffered an interruption in the form of drastic funding cuts by the newly appointed Minister of Culture. This forced the Prishtina International Film Festival management to make the decision to rebel and protest by taking the festival to Tirana, Albania, and holding a special edition there, in exile, without budget. The echo of this action spread widely and gained the festival great support from the regional, European and world film industries","idserv":"5"},{"id":"27","src":"images\/Services\/filmfest10.jpg","header":"Every year here for you","content":"Prishtina International Film Festival came back home last year with a very strong edition, expanding in many aspects. This year we certainly do not plan to do less, therefore we need your support to show the importance of this event for the development of film industry and for supporting young talents in a small country like Kosovo.","idserv":"5"},{"id":"28","src":"images\/Services\/zambaku1.jpg","header":"Proud tradition of old ‘citizen songs","content":"Zambaku i Prizrenit (The Lily of Prizren), was founded in 1986 from cultural institutions of Kosovo of that time, as the only cultural event that cultivates the urban music genre, such as ballads and serenades","idserv":"6"},{"id":"29","src":"images\/Services\/zambaku2.jpg","header":"Traditional music","content":"This festival focuses more on the traditional Albanian songs, but some editions have also had performances by other ethnic groups from Kosovo.","idserv":"6"},{"id":"30","src":"images\/Services\/zambaku3.jpg","header":"Prizren celebrates its great musical legacy every June\/July","content":"Zambaku i Prizrenit (Lily of Prizren) is a traditional song festival which is organized during the first week of July.","idserv":"6"},{"id":"31","src":"images\/Services\/zambaku4.jpg","header":"More intricate composition, rhythms and different topics.","content":"In Prizren traditionally is organized a song festival Zambaku i Prizrenit (Lily of Prizren), which is the only one that cultivates old citizen songs.","idserv":"6"},{"id":"32","src":"images\/Services\/zambaku5.jpg","header":"Every year here for you","content":"Prizren celebrates its great musical legacy every June July with the unique Zambaku i Prizrenit (Lily of Prizren) festival, held at the open air Lumbardhi cinema.","idserv":"6"},{"id":"33","src":"images\/Services\/zambaku6.jpg","header":"Every year here for you","content":"Although the festival focuses on Albanianlanguage songs, some editions also have performances by other ethnic groups from Kosovo. At the festival it’s not just old material that is performed - each year new artists add songs to Prizren’s repertoire.","idserv":"6"},{"id":"34","src":"images\/Services\/kosova1.jpg","header":"Independence Day","content":"Kosovo declared independence from Serbia on Sunday, February 17, 2008, sending tens of thousands of ethnic Albanians streaming through the streets to celebrate what they hoped was the end of a long and bloody struggle for national self-determination","idserv":"7"},{"id":"35","src":"images\/Services\/kosova2.jpg","header":"Kosovo National Team","content":"Manned mostly with young players from Kosovos diaspora, the team is a powerful symbol of the 1.8 million Kosovars campaign for respect abroad, due in part to the importance that Pristina has long attached to sports and culture to buttress its efforts for international recognition.","idserv":"7"},{"id":"36","src":"images\/Services\/kosova3.jpg","header":"Kosovo Flag","content":"The flag displays six white stars in an arc above a golden map of Kosovo on a blue field. They are officially meant to symbolize Kosovos six major ethnic groups: Albanians, Serbs, Turks, Gorani, Roma and Bosniaks.","idserv":"7"},{"id":"37","src":"images\/Services\/kosova4.jpg","header":"Kosovo National Team","content":"Kosovo were admitted as members of UEFA and subsequently FIFA in 2016","idserv":"7"},{"id":"38","src":"images\/Services\/kosova5.jpg","header":"Kosovo Army","content":"The KSF will for the first time this year overtake the capitals squares with a new military mission. Force Day will be an open day where citizens will be able to see closely their army with new mandates. It will also present new emblems for the KSF units.","idserv":"7"},{"id":"39","src":"images\/Services\/kosova6.jpg","header":"NEWBORN","content":"Among other ways to portray such a celebration, Fisnik Ismajli designed the sculpture “NEWBORN” which now serves as a touristic attraction and a way of learning more about Kosovo’s endeavor towards its independence. More than that, NEWBORN is an emotional monument whose design is prone to constant changes on yearly bases. It serves as a mean to interpret the current issues that our society in Kosovo faces and the message we want to convey to the international community.","idserv":"7"},{"id":"40","src":"images\/Services\/prite1.jpg","header":"Magic moments","content":"This years Cut to the Square has not only been one night as it was in previous years, but has been full of 27 nights.","idserv":"8"},{"id":"41","src":"images\/Services\/prite2.jpg","header":"Come with your friends","content":"We have started since December 4th to continue until December 31 and January 1. Until January 1, there will be a musical performance.","idserv":"8"},{"id":"42","src":"images\/Services\/prite3.jpg","header":"Listen to music","content":"Plus there were two areas where every night there were bands and different artists performing… ","idserv":"8"},{"id":"43","src":"images\/Services\/prite4.jpg","header":"Lights everywhere","content":"Through cultural activities and such activities we reach an awareness of different generations and are very important, well worth a little past good times outside the house too","idserv":"8"},{"id":"44","src":"images\/Services\/prite5.jpg","header":"Creativity","content":"At the beginning of the square, old English music accompanies the dances of visitors coming from different cities of Kosovo and beyond.","idserv":"8"},{"id":"45","src":"images\/Services\/prite6.jpg","header":"The most beautiful time","content":"Under the tune of old city songs, young and old are enjoying the festive warmth in Pristina Square.","idserv":"8"},{"id":"46","src":"images\/Services\/prite7.jpg","header":"Vere nDimen","content":"Year-end holidays are making even the best small wooden houses located in Zahir Pajaziti Square in Pristina. These houses where citizens can spend their time and serve hot drinks are staying open daily from morning till midnight, in the framework of Vere nDimen activity","idserv":"8"},{"id":"47","src":"images\/Services\/prite8.jpg","header":"New year is coming","content":"Among many, children are enjoying the magic of this winter the most. Beards are the ones who bring smiles to the faces of little angels. This festive atmosphere is followed every night with live music by various singers and bands.","idserv":"8"},{"id":"51","src":"images\/Services\/doku3.jpg","header":"Every year here for you","content":"In 2019, DOKU.TECH, tackles these issues and more surrounding the ever growing struggle between humanity and digitalization","idserv":"9"},{"id":"55","src":"images\/Services\/lidhja1.jpg","header":"Environmental value","content":"The Prizren League building is located within the Gazi Mehmed Pasha Complex, respectively within the Albanian Prizren League Complex. The complex of the Albanian League of Prizren, as a spatially urban-architectural unit, is located in the old core of the city and has special cultural-historical, social and environmental value. The building of the League of Prizren has rectangular layout, it is formed on the ground floor and the floor.","idserv":"10"},{"id":"56","src":"images\/Services\/lidhja2.jpg","header":"Social value","content":"The floor is console-shaped to the east façade. The facade treatment is linear, with some rectangular openings and four aquatic roofs. The Prizren League building originally served as a classroom for the Gazi Mehmed Pasha complex. In 1878 until 1881 this building was used as the administrative office of the Albanian League of Prizren.","idserv":"10"},{"id":"57","src":"images\/Services\/lidhja3.jpg","header":"Cultural-historical value","content":"During the century. XX this building was used as living space. In 1968 the building was dislocated a few meters to the west due to road construction. The years 1976-1978 mark the restoration and revitalization interventions where, in honor of the 100th anniversary, the building becomes part of the Museum Complex of the Albanian League of Prizren. In March 1999 the facility was completely destroyed by Serbian paramilitaries and a park was formed there. Immediately after June 1999, work began on the design and reconstruction of this important historical icon for the history of the Albanian people. The works were completed on June 10, 2000. In 2003, the courtyard of the complex of the Albanian League of Prizren was redesigned, and it serves as a Historical Museum. The historical museum exhibits exhibits that tell the story of the development of political events during the period 1878 - 1881.","idserv":"10"},{"id":"58","src":"images\/Services\/xhamia.jpg","header":"The Sinan Pasha Mosque represents one of the most characteristic monuments of Prizren","content":"The Sinan Pasha Mosque is located in the Historic Zone of Prizren city. It was built in 1615 by Sophie Sinan Pasha - a prominent person, a man of knowledge, with an important position in the Ottoman administration.","idserv":"11"},{"id":"60","src":"images\/Services\/xhamia1.jpg","header":"The mosque is covered with a 42.5 m wide dome.","content":"With its dominant position, dimensions, shape, proportion of the minaret to the dome, materials and construction techniques, rich interior decorations, the Sinan Pasha Mosque represents one of the most characteristic monuments of Prizren. The mosque is set on a raised plinth where access from the road is to the north via stone carved stairs. It has a square layout with a niche in the south-east that makes the mosque more specific compared to other mosques in Kosovo.","idserv":"11"},{"id":"61","src":"images\/Services\/xhamia2.jpg","header":"The mosque served religious needs until 1912","content":"It is built of hewn river stones, bound with limestone, while on the outside it is covered with carved stones (which are supposed to have been taken from the ruins of the Archangel Monastery). The mosque minaret is made of paving stones (square), square base and circular trunk. At the top is a sheriff. In front of the entrance to the mosque is an open, stone-built porch. The porch has three domed domes that rest on circular stone pillars. The mosque is covered with a 42.5 m wide dome. The interior is a unique space, illuminated by tiered windows, with domes painted in three-phase floral motifs.","idserv":"11"},{"id":"62","src":"images\/Services\/muzeu1.jpg","header":"Archaeological sector, Ethnological sector","content":"Kosovo Museum (Albanian: Muzeu i Kosovës) is the National Museum of Kosovo[a], located in the city of Pristina.It was founded in 1949 and is the largest museum in Kosovo. However, the building of the museum was constructed in 1889 and it was designed according to the Austro-Hungarian style of construction and its real aim was establishing the high military command of that time.","idserv":"12"},{"id":"63","src":"images\/Services\/muzeu2.jpg","header":"Historic sector","content":"The Museum is the earliest institution of cultural heritage in Kosovo, established with the goal of preserving, restoration-conservation and presentation of movable heritage on the territory. It is situated in a special facility, from an architectural point of view but also because of its location since it is situated at the old nucleus of the city centre.","idserv":"12"},{"id":"64","src":"images\/Services\/muzeu3.jpg","header":"Natural sector","content":"Founded in 1949, the Kosovo Museum has departments of archaeology, ethnography, and natural science, to which a department for the study of history and the National Liberation Struggle was added in 1959. It has been active in sponsoring archaeological excavations, conservation and other scientific work. Since 1956 it has published an annual journal called Buletin i Muzeut të Kosovës, with articles in Albanian","idserv":"12"},{"id":"65","src":"images\/Services\/restaurantsPrishtina1.jpg","header":"Restaurant El Greco","content":"Traditional Greek cuisine with Greek chef in downtown Pristina. Greek cuisine with Greek chef in Prishtina city center. Restaurant EL GRECO with its chefs with over 25 years of experience in Germany comes to Kosovo. It is a Kosovoaro-Greek investment of two gastronomes that prioritize the quality and satisfaction of guests. EL GRECO brings you traditional Greek cuisine, Greek wine and the famous OUZO","idserv":"13"},{"id":"66","src":"images\/Services\/restaurantsPrishtina2.jpg","header":"Princesha Gresa Restaurant","content":"Princesha Gresa Restaurant is known as one of the first International restaurants in Kosovo starting its work since 1999","idserv":"13"},{"id":"67","src":"images\/Services\/restaurantsPrishtina3.jpg","header":"Restaurant Liburnia","content":"Family-friendly restaurant · Eastern European restaurant","idserv":"13"},{"id":"68","src":"images\/Services\/restaurantsPrizren1.jpg","header":"Tiffany Restaurant","content":"Family-friendly restaurant · Eastern European restaurant","idserv":"14"},{"id":"69","src":"images\/Services\/restaurantsPrizren2.jpg","header":"Restorant Besimi - Beska","content":"Family-friendly restaurant · Eastern European restaurant","idserv":"14"},{"id":"70","src":"images\/Services\/restaurantsPrizren3.jpg","header":"Villa Park Restaurant","content":"Vila Park is a family-run restaurant located 12 km from Prizren-Prevalla. Professional kitchen and service. Welcome. Family-friendly restaurant · Eastern European restaurant","idserv":"14"},{"id":"71","src":"images\/Services\/restaurantsPeje1.jpg","header":"Dukagjini Hotel","content":"Following the most ambitious hotel restoration in Kosova’s history, Dukagjini Hotel, as part of Dukagjini Group, once again takes its place at the heart of Peja. An icon since 1956, Dukagjini Hotel has always been recognized as one of leading hotels in Kosova. The hotel seamlessly blends elements of the original and the new while the stunning new interiors sparkle with timeless elegance and glamour.","idserv":"15"},{"id":"72","src":"images\/Services\/restaurantsPeje2.jpg","header":"Zenel Bey Tower","content":"Peja has been known as a settlement since ancient times, where it was continuously lived and created. To this day, there have been many religious and secular creations and monuments of monumental value from local craftsmen and artists.","idserv":"15"},{"id":"73","src":"images\/Services\/restaurantsPeje3.jpg","header":"Trofta e Drinit","content":"Trofta e Drinit is a family-run restaurant located 12 km from Prizren-Prevalla. Professional kitchen and service. Welcome. Family-friendly restaurant · Eastern European restaurant","idserv":"15"}]